// Mock data
export const budgetData = [
  { code: '1001', name: 'ຄ່າບໍລິຫານທົ່ວໄປ', amount: 1269880000 },
  { code: '1002', name: 'ຈ່າຍເງິນເດືອນພະນັກງານ', amount: 48991225012 },
  { code: '1003', name: 'ຄ່າ (ປະຈໍາປີ ໃນະຍະຕ່າງໆ)', amount: 1024480000 },
  { code: '1004', name: 'ຄ່າຈັດຊື້', amount: 15215640000 },
  { code: '1005', name: 'ເງິນເດືອນປະຈຳເດືອນ', amount: 855000000 },
  { code: '1006', name: 'ຄ່າເຊົ່າອຸປະກອນ', amount: 419000000 },
  { code: '1007', name: 'ໂຄະ ຄ່າ ສະມາຊິກອື່ນໆ', amount: 44000000 },
  { code: '1008', name: 'ຄ່າບໍລິການ', amount: 371000000 },
  { code: '1009', name: 'ຄ່າກິດຈະກຳອື່ນໆ', amount: 974000000 },
  { code: '1010', name: 'ຄ່າເຊົ່າສະຖານທີ່', amount: 7022403000 },
];
